/* Localizable strings of com.apple.internet preference manifest */

"internet.pfm_title" =			"Internet-määrittely";
"internet.pfm_description" =			"Internet-määrittely.";

"mcx_defaultEmailReader.pfm_title" =			"Oletussähköpostiohjelma";
"mcx_defaultEmailReader.pfm_description" =			"Polku käyttäjän oletussähköpostiohjelmaan. Laita alkuun ”~/” käyttäjän kotikansiossa oleville ohjelmille.";
"mcx_emailAddress.pfm_title" =			"Sähköpostiosoite";
"mcx_emailAddress.pfm_description" =			"Käyttäjän sähköpostiosoite. Esimerkiksi, ”mvirtanen@mac.com”.";
"mcx_incomingMailServer.pfm_title" =			"Saapuvan postin palvelin";
"mcx_incomingMailServer.pfm_description" =			"Käyttäjän saapuvan postin palvelin. Esimerkiksi, ”mail.mac.com”.";
"mcx_MailServerType.pfm_title" =			"Postipalvelimen tyyppi";
"mcx_MailServerType.pfm_description" =			"Käyttäjän saapuvan postin palvelimen tyyppi.";
"mcx_outgoingMailServer.pfm_title" =			"Lähtevän postin palvelin";
"mcx_outgoingMailServer.pfm_description" =			"Käyttäjän lähtevän postin palvelin. Esimerkiksi, ”smtp.mac.com”.";

"mcx_defaultWebBrowser.pfm_title" =			"Oletusselain";
"mcx_defaultWebBrowser.pfm_description" =			"Polku käyttäjän oletusselaimeen. Laita alkuun ”~/” käyttäjän kotikansiossa oleville ohjelmille.";
"mcx_homePage.pfm_title" =			"Kotisivu";
"mcx_homePage.pfm_description" =			"Käyttäjän selaimen aloitussivun osoite. Esimerkiksi, ”http://www.apple.com/fi/startpage/”";
"mcx_searchPage.pfm_title" =			"Hakusivu";
"mcx_searchPage.pfm_description" =			"Käyttäjän selaimen hakusivun osoite. Esimerkiksi, ”http://www.apple.com/fi/searchpage/”";
"mcx_downloadLocation.pfm_title" =			"Tiedostolatausten sijainti";
"mcx_downloadLocation.pfm_description" =			"Polku käyttäjän latauskansioon. Laita alkuun ”~/” käyttäjän kotikansiossa oleville poluille.";
